Repository: jizhi0v0/duo-updater
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, ru, tr, zh_hans, zh_hant

source: Every 30 minutes
de: Alle 30 Minuten
es: Cada 30 minutos
fr: Toutes les 30 minutes
it: Ogni 30 minuti
ja: 30分ごと
pt_br: A cada 30 minutos
ru: Каждые 30 минут
tr: 30 dakikada bir
zh_hans: 每 30 分钟
zh_hant: 每 30 分鐘

source: Every 5 minutes
de: Alle 5 Minuten
es: Cada 5 minutos
fr: Toutes les 5 minutes
it: Ogni 5 minuti
ja: 5分ごと
pt_br: A cada 5 minutos
ru: Каждые 5 минут
tr: 5 dakikada bir
zh_hans: 每 5 分钟
zh_hant: 每 5 分鐘

source: Every 6 hours
de: Alle 6 Stunden
es: Cada 6 horas
fr: Toutes les 6 heures
it: Ogni 6 ore
ja: 6時間ごと
pt_br: A cada 6 horas
ru: Каждые 6 часов
tr: 6 saatte bir
zh_hans: 每 6 小时
zh_hant: 每 6 小時

source: Every fetch DuoUpdater makes itself: update checks, release notes, and the downloads it installs for you.
de: Jeder Abruf, den DuoUpdater selbst durchführt: Update-Prüfungen, Versionshinweise und die Downloads, die es für Sie installiert.
es: Cada petición que hace el propio DuoUpdater: comprobaciones de actualizaciones, notas de versión y las descargas que instala por ti.
fr: Chaque requête que DuoUpdater effectue lui-même : vérifications de mises à jour, notes de version et téléchargements qu’il installe pour vous.
it: Ogni richiesta che DuoUpdater effettua da sé: controlli degli aggiornamenti, note di rilascio e i download che installa per te.
ja: DuoUpdater 自身が行うすべての取得——アップデートの確認、リリースノート、そしてインストールのためのダウンロード。
pt_br: Cada requisição que o próprio DuoUpdater faz: verificações de atualização, notas de versão e os downloads que ele instala para você.
ru: Каждый запрос, который DuoUpdater делает сам: проверки обновлений, заметки о выпуске и загрузки, которые он для вас устанавливает.
tr: DuoUpdater’ın kendi yaptığı her indirme: güncelleme denetimleri, sürüm notları ve sizin için yüklediği indirmeler.
zh_hans: DuoUpdater 自己发出的每一次请求：检查更新、取发布说明，以及替你下载的安装包。
zh_hant: DuoUpdater 自己發出的每個請求：檢查更新、版本說明，以及它替你下載來安裝的檔案。

source: Every hour
de: Jede Stunde
es: Cada hora
fr: Toutes les heures
it: Ogni ora
ja: 1時間ごと
pt_br: A cada hora
ru: Каждый час
tr: Saatte bir
zh_hans: 每小时
zh_hant: 每小時

source: Every request and every running total goes. The Downloads tab is not affected.
de: Alle Anfragen und alle laufenden Summen werden gelöscht. Der Tab „Downloads“ bleibt unberührt.
es: Se borran todas las solicitudes y todos los totales acumulados. La pestaña Descargas no se ve afectada.
fr: Toutes les requêtes et tous les totaux cumulés sont supprimés. L’onglet Téléchargements n’est pas affecté.
it: Vengono eliminati tutte le richieste e tutti i totali. La scheda Download non viene modificata.
ja: すべてのリクエストと累計が削除されます。「ダウンロード」タブには影響しません。
pt_br: Todas as requisições e todos os totais acumulados são apagados. A aba Downloads não é afetada.
ru: Удаляются все запросы и все накопленные итоги. Вкладка «Загрузки» не затрагивается.
tr: Her istek ve her toplam silinir. İndirmeler sekmesi etkilenmez.
zh_hans: 所有请求和累计总量都会删除。「下载」标签页不受影响。
zh_hant: 所有請求和累計總量都會刪除。「下載」標籤頁不受影響。

source: Every update source failed
de: Alle Update-Quellen sind fehlgeschlagen
es: Todas las fuentes de actualización fallaron
fr: Toutes les sources de mise à jour ont échoué
it: Tutte le fonti di aggiornamento non riuscite
ja: すべての更新ソースが失敗しました
pt_br: Todas as fontes de atualização falharam
ru: Все источники обновлений недоступны
tr: Tüm güncelleme kaynakları başarısız oldu
zh_hans: 所有更新源都失败了
zh_hant: 所有更新來源都失敗了

source: Everything is up to date
de: Alles ist auf dem neuesten Stand
es: Todo está actualizado
fr: Tout est à jour
it: È tutto aggiornato
ja: すべて最新の状態です
pt_br: Tudo está atualizado
ru: Всё обновлено
tr: Her şey güncel
zh_hans: 所有内容均为最新
zh_hant: 一切皆為最新

source: Export JSON
de: JSON exportieren
es: Exportar JSON
fr: Exporter en JSON
it: Esporta JSON
ja: JSON を書き出す
pt_br: Exportar JSON
ru: Экспорт JSON
tr: JSON Dışa Aktar
zh_hans: 导出 JSON
zh_hant: 輸出 JSON

source: Extracting
de: Wird entpackt
es: Extrayendo
fr: Extraction en cours
it: Estrazione
ja: 展開中
pt_br: Extraindo
ru: Распаковка
tr: Açılıyor
zh_hans: 正在解压
zh_hant: 解壓縮中

source: Failed
de: Fehlgeschlagen
es: Fallo
fr: Échec
it: Non riuscito
ja: 失敗
pt_br: Falhou
ru: Ошибка
tr: Başarısız
zh_hans: 失败
zh_hant: 失敗

source: Fewer
de: Weniger
es: Menos
fr: Moins
it: Meno
ja: 少ない
pt_br: Menos
ru: Меньше
tr: Daha az
zh_hans: 较少
zh_hant: 較少

source: Filter to this app
de: Auf diese App filtern
es: Filtrar por esta app
fr: Filtrer sur cette app
it: Filtra per questa app
ja: このアプリで絞り込む
pt_br: Filtrar por este app
ru: Только это приложение
tr: Bu uygulamaya göre filtrele
zh_hans: 只看这个 App
zh_hant: 只顯示此 App

source: Filter to this host
de: Auf diesen Host filtern
es: Filtrar por este host
fr: Filtrer sur cet hôte
it: Filtra per questo host
ja: このホストで絞り込む
pt_br: Filtrar por este host
ru: Только этот хост
tr: Bu sunucuya göre filtrele
zh_hans: 只看这个主机
zh_hant: 只顯示此主機

source: First byte
de: Erstes Byte
es: Primer byte
fr: Premier octet
it: Primo byte
ja: 初バイト
pt_br: Primeiro byte
ru: Первый байт
tr: İlk bayt
zh_hans: 首字节
zh_hant: 首位元組

source: Folder not found — it may have moved or been deleted.
de: Ordner nicht gefunden – er wurde möglicherweise verschoben oder gelöscht.
es: No se encontró la carpeta; puede que se haya movido o eliminado.
fr: Dossier introuvable — il a peut-être été déplacé ou supprimé.
it: Cartella non trovata: potrebbe essere stata spostata o eliminata.
ja: フォルダが見つかりません — 移動または削除された可能性があります。
pt_br: Pasta não encontrada — talvez tenha sido movida ou apagada.
ru: Папка не найдена — возможно, она перемещена или удалена.
tr: Klasör bulunamadı — taşınmış veya silinmiş olabilir.
zh_hans: 未找到文件夹 — 它可能已被移动或删除。
zh_hant: 找不到資料夾——它可能已被搬移或刪除。

source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
it: Cartelle
ja: フォルダ
pt_br: Pastas
ru: Папки
tr: Klasörler
zh_hans: 文件夹
zh_hant: 資料夾

source: Folders to scan
de: Zu durchsuchende Ordner
es: Carpetas a explorar
fr: Dossiers à analyser
it: Cartelle da analizzare
ja: スキャンするフォルダ
pt_br: Pastas a examinar
ru: Папки для сканирования
tr: Taranacak klasörler
zh_hans: 要扫描的文件夹
zh_hant: 要掃描的資料夾

source: For
de: Für
es: Para
fr: Pour
it: Per
ja: 対象
pt_br: Para
ru: Для
tr: Uygulama
zh_hans: 归属
zh_hant: 對象

source: For apps that ship their own updater (Office, Teams, OneDrive, Edge, Chrome, VS Code, …).
de: Für Apps mit eigenem Update-Tool (Office, Teams, OneDrive, Edge, Chrome, VS Code, …).
es: Para apps con su propio actualizador (Office, Teams, OneDrive, Edge, Chrome, VS Code…).
fr: Pour les applications dotées de leur propre outil de mise à jour (Office, Teams, OneDrive, Edge, Chrome, VS Code…).
it: Per le app che includono un proprio programma di aggiornamento (Office, Teams, OneDrive, Edge, Chrome, VS Code…).
ja: 独自の更新プログラムを備えたアプリ（Office、Teams、OneDrive、Edge、Chrome、VS Codeなど）向けです。
pt_br: Para apps que têm atualizador próprio (Office, Teams, OneDrive, Edge, Chrome, VS Code…).
ru: Для приложений с собственным обновителем (Office, Teams, OneDrive, Edge, Chrome, VS Code…).
tr: Kendi güncelleyicisiyle gelen uygulamalar için (Office, Teams, OneDrive, Edge, Chrome, VS Code, …).
zh_hans: 适用于自带更新程序的应用（Office、Teams、OneDrive、Edge、Chrome、VS Code 等）。
zh_hant: 適用於自帶更新程式的 App（Office、Teams、OneDrive、Edge、Chrome、VS Code 等）。

source: From cache
de: Aus dem Cache
es: Desde la caché
fr: Depuis le cache
it: Dalla cache
ja: キャッシュから
pt_br: Do cache
ru: Из кэша
tr: Önbellekten
zh_hans: 来自缓存
zh_hant: 來自快取

source: Full Disk Access
de: Festplattenvollzugriff
es: Acceso total al disco
fr: Accès complet au disque
it: Accesso completo al disco
ja: フルディスクアクセス
pt_br: Acesso Total ao Disco
ru: Полный доступ к диску
tr: Tam Disk Erişimi
zh_hans: 完全磁盘访问权限
zh_hant: 完全取用磁碟

source: Full Disk Access lets DuoUpdater check these apps
de: Mit Festplattenvollzugriff kann DuoUpdater diese Apps prüfen
es: Con el acceso total al disco, DuoUpdater puede comprobar estas apps
fr: L’accès complet au disque permet à DuoUpdater de vérifier ces apps
it: L’Accesso completo al disco permette a DuoUpdater di controllare queste app
ja: フルディスクアクセスがあれば、DuoUpdater でこれらの App を確認できます
pt_br: O Acesso Total ao Disco permite que o DuoUpdater verifique estes apps
ru: Полный доступ к диску позволит DuoUpdater проверять эти приложения
tr: Tam Disk Erişimi, DuoUpdater’ın bu uygulamaları denetlemesini sağlar
zh_hans: 授予完全磁盘访问权限后，DuoUpdater 才能检查这些 App
zh_hant: 有了「完全取用磁碟」權限，DuoUpdater 才能檢查這些 App

source: Full Disk Access needed
de: Festplattenvollzugriff erforderlich
es: Se necesita acceso total al disco
fr: Accès complet au disque requis
it: Accesso completo al disco necessario
ja: フルディスクアクセスが必要です
pt_br: Acesso Total ao Disco necessário
ru: Нужен полный доступ к диску
tr: Tam Disk Erişimi gerekli
zh_hans: 需要完全磁盘访问权限
zh_hant: 需要「完全取用磁碟」權限

source: Full download
de: Vollständiger Download
es: Descarga completa
fr: Téléchargement complet
it: Download completo
ja: 完全ダウンロード
pt_br: Download completo
ru: Полная загрузка
tr: Tam indirme
zh_hans: 完整下载
zh_hant: 完整下載

source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
pt_br: Geral
ru: Основные
tr: Genel
zh_hans: 通用
zh_hant: 一般

source: Get Started
de: Los geht's
es: Empezar
fr: Commencer
it: Inizia
ja: はじめる
pt_br: Começar
ru: Начать
tr: Başla
zh_hans: 开始使用
zh_hant: 開始使用

source: GitHub CLI is authenticated and ready.
de: GitHub CLI ist angemeldet und einsatzbereit.
es: GitHub CLI está autenticado y listo.
fr: GitHub CLI est authentifié et prêt.
it: La CLI GitHub è autenticata e pronta.
ja: GitHub CLIは認証済みで使用できます。
pt_br: O GitHub CLI está autenticado e pronto.
ru: GitHub CLI авторизован и готов к работе.
tr: GitHub CLI’da oturum açık ve hazır.
zh_hans: GitHub CLI 已通过身份验证，可以使用。
zh_hant: GitHub CLI 已通過認證，可以使用。

source: GitHub CLI is installed but not signed in. Run `gh auth login`, or paste a token below.
de: GitHub CLI ist installiert, aber nicht angemeldet. Führe `gh auth login` aus oder füge unten ein Token ein.
es: GitHub CLI está instalado pero no has iniciado sesión. Ejecuta `gh auth login` o pega un token abajo.
fr: GitHub CLI est installé mais vous n'êtes pas connecté. Exécutez `gh auth login`, ou collez un jeton ci-dessous.
it: La CLI GitHub è installata ma non è stato eseguito l’accesso. Esegui `gh auth login` o incolla un token qui sotto.
ja: GitHub CLIはインストール済みですが、サインインしていません。`gh auth login` を実行するか、下にトークンを貼り付けてください。
pt_br: O GitHub CLI está instalado, mas sem login. Execute `gh auth login` ou cole um token abaixo.
ru: GitHub CLI установлен, но вы не вошли в систему. Выполните `gh auth login` или вставьте токен ниже.
tr: GitHub CLI yüklü ancak oturum açılmamış. `gh auth login` komutunu çalıştırın veya aşağıya bir token yapıştırın.
zh_hans: 已安装 GitHub CLI，但尚未登录。请运行 `gh auth login`，或在下方粘贴令牌。
zh_hant: GitHub CLI 已安裝但尚未登入。請執行 `gh auth login`，或在下方貼上權杖。

source: GitHub CLI isn’t installed. Paste a personal access token below to raise the rate limit.
de: GitHub CLI ist nicht installiert. Füge unten ein persönliches Zugriffstoken ein, um das Ratenlimit zu erhöhen.
es: GitHub CLI no está instalado. Pega un token de acceso personal abajo para aumentar el límite de solicitudes.
fr: GitHub CLI n'est pas installé. Collez un jeton d'accès personnel ci-dessous pour augmenter la limite de requêtes.
it: La CLI GitHub non è installata. Incolla qui sotto un token di accesso personale per aumentare il limite di richieste.
ja: GitHub CLIはインストールされていません。下にパーソナルアクセストークンを貼り付けるとレート制限が引き上げられます。
pt_br: O GitHub CLI não está instalado. Cole um token de acesso pessoal abaixo para aumentar o limite de requisições.
ru: GitHub CLI не установлен. Вставьте личный токен доступа ниже, чтобы повысить ограничение частоты запросов.
tr: GitHub CLI yüklü değil. Hız sınırını yükseltmek için aşağıya bir kişisel erişim token’ı yapıştırın.
zh_hans: 尚未安装 GitHub CLI。请在下方粘贴个人访问令牌以提升请求限制。
zh_hant: GitHub CLI 尚未安裝。請在下方貼上個人存取權杖以提高速率限制。

source: GitHub access
de: GitHub-Zugriff
es: Acceso a GitHub
fr: Accès à GitHub
it: Accesso a GitHub
ja: GitHubアクセス
pt_br: Acesso ao GitHub
ru: Доступ к GitHub
tr: GitHub erişimi
zh_hans: GitHub 访问权限
zh_hant: GitHub 存取權

source: GitHub answered HTTP %lld.
de: GitHub antwortete mit HTTP %lld.
es: GitHub respondió con HTTP %lld.
fr: GitHub a répondu HTTP %lld.
it: GitHub ha risposto HTTP %lld.
ja: GitHubからHTTP %lldが返されました。
pt_br: O GitHub respondeu HTTP %lld.
ru: GitHub ответил HTTP %lld.
tr: GitHub HTTP %lld yanıtı verdi.
zh_hans: GitHub 返回了 HTTP %lld。
zh_hant: GitHub 回應了 HTTP %lld。

source: GitHub token — or
de: GitHub-Token – oder
es: Token de GitHub, o
fr: Jeton GitHub — ou
it: Token GitHub — oppure
ja: GitHubトークン — または
pt_br: Token do GitHub — ou
ru: Токен GitHub — или
tr: GitHub token’ı — veya
zh_hans: GitHub 令牌 — 或
zh_hant: GitHub 權杖——或

source: Granted
de: Erteilt
es: Concedido
fr: Autorisé
it: Concesso
ja: 許可済み
pt_br: Permitido
ru: Предоставлено
tr: Verildi
zh_hans: 已授予
zh_hant: 已授予

source: Grant…
de: Erteilen …
es: Conceder…
fr: Autoriser…
it: Concedi…
ja: 許可する…
pt_br: Permitir…
ru: Предоставить…
tr: İzin Ver…
zh_hans: 授予…
zh_hant: 授予…

source: Homebrew didn’t read %@ from its tap, so updates can’t be checked.
de: Homebrew hat %@ nicht aus seinem Tap gelesen, daher können Updates nicht geprüft werden.
es: Homebrew no leyó %@ desde su tap, así que no se pueden comprobar las actualizaciones.
fr: Homebrew n’a pas lu %@ depuis son tap, les mises à jour ne peuvent donc pas être vérifiées.
it: Homebrew non ha letto %@ dal suo tap, quindi non è possibile controllare gli aggiornamenti.
ja: Homebrew が %@ を tap から読み込まなかったため、アップデートを確認できません。
pt_br: O Homebrew não leu %@ do tap, então não é possível verificar atualizações.
ru: Homebrew не прочитал %@ из его tap, поэтому обновления проверить нельзя.
tr: Homebrew, %@ paketini tap’inden okumadı; bu yüzden güncellemeler denetlenemiyor.
zh_hans: Homebrew 没有从 tap 读取 %@，因此无法检查更新。
zh_hant: Homebrew 沒有從它的 tap 讀取 %@，因此無法檢查更新。

source: Homebrew didn’t read these packages from their taps — for example because a tap isn’t trusted — so their updates can’t be checked. They’re listed in the Brew section of the DuoUpdater window.
de: Homebrew hat diese Pakete nicht aus ihren Taps gelesen – etwa weil einem Tap nicht vertraut wird –, daher können ihre Updates nicht geprüft werden. Sie stehen im Brew-Bereich des DuoUpdater-Fensters.
es: Homebrew no leyó estos paquetes desde sus taps (por ejemplo, porque un tap no es de confianza), así que no se pueden comprobar sus actualizaciones. Aparecen en la sección Brew de la ventana de DuoUpdater.
fr: Homebrew n’a pas lu ces paquets depuis leurs taps (par exemple parce qu’un tap n’est pas approuvé), leurs mises à jour ne peuvent donc pas être vérifiées. Ils sont listés dans la section Brew de la fenêtre DuoUpdater.
it: Homebrew non ha letto questi pacchetti dai loro tap (ad esempio perché un tap non è attendibile), quindi non è possibile controllarne gli aggiornamenti. Sono elencati nella sezione Brew della finestra di DuoUpdater.
ja: Homebrew がこれらのパッケージを tap から読み込まなかったため（tap が信頼されていない場合など）、アップデートを確認できません。DuoUpdater ウインドウの Brew セクションに一覧があります。
pt_br: O Homebrew não leu estes pacotes dos taps — por exemplo, porque um tap não é confiável —, então não é possível verificar as atualizações deles. Eles aparecem na seção Brew da janela do DuoUpdater.
ru: Homebrew не прочитал эти пакеты из их tap (например, потому что tap не отмечен как доверенный), поэтому их обновления проверить нельзя. Они перечислены в разделе Brew окна DuoUpdater.
tr: Homebrew bu paketleri tap’lerinden okumadı — örneğin bir tap güvenilir olmadığı için — bu yüzden güncellemeleri denetlenemiyor. DuoUpdater penceresinin Brew bölümünde listelenirler.
zh_hans: Homebrew 没有从 tap 读取这些软件包（例如 tap 未被信任），因此无法检查它们的更新。它们列在 DuoUpdater 窗口的 Brew 部分。
zh_hant: Homebrew 沒有從這些套件的 tap 讀取它們（例如因為 tap 未受信任），因此無法檢查它們的更新。它們列在 DuoUpdater 視窗的 Brew 區塊中。

source: Homebrew won’t read %@ from its tap until you trust it, so updates can’t be checked. To trust it, run: %@
de: Homebrew liest %@ erst aus seinem Tap, wenn du ihm vertraust – bis dahin können Updates nicht geprüft werden. Zum Vertrauen ausführen: %@
es: Homebrew no leerá %@ desde su tap hasta que confíes en él, así que no se pueden comprobar las actualizaciones. Para confiar en él, ejecuta: %@
fr: Homebrew ne lira pas %@ depuis son tap tant que vous ne l’aurez pas approuvé : les mises à jour ne peuvent donc pas être vérifiées. Pour l’approuver, lancez : %@
it: Homebrew non leggerà %@ dal suo tap finché non lo consideri attendibile, quindi non è possibile controllare gli aggiornamenti. Per renderlo attendibile, esegui: %@
ja: %@ を信頼するまで Homebrew は tap から読み込まないため、アップデートを確認できません。信頼するには次を実行します: %@
pt_br: O Homebrew não vai ler %@ do tap até que você confie nele, então não é possível verificar atualizações. Para confiar, execute: %@
ru: Homebrew не будет читать %@ из его tap, пока вы не отметите его как доверенный, поэтому обновления проверить нельзя. Чтобы доверять ему, выполните: %@
tr: Homebrew, siz tap’e güvenene kadar %@ paketini okumaz; bu yüzden güncellemeler denetlenemiyor. Güvenmek için şunu çalıştırın: %@
zh_hans: 在你信任 %@ 之前，Homebrew 不会从 tap 读取它，因此无法检查更新。要信任它，请运行：%@
zh_hant: 在你信任 %@ 之前，Homebrew 不會從它的 tap 讀取，因此無法檢查更新。若要信任，請執行：%@

source: HOST AND PATH
de: HOST UND PFAD
es: HOST Y RUTA
fr: HÔTE ET CHEMIN
it: HOST E PERCORSO
ja: ホストとパス
pt_br: HOST E CAMINHO
ru: ХОСТ И ПУТЬ
tr: SUNUCU VE YOL
zh_hans: 主机与路径
zh_hant: 主機與路徑

source: Hidden from update checks — right-click to stop ignoring
de: Von Update-Prüfungen ausgeschlossen – Rechtsklick, um das Ignorieren zu beenden
es: Oculto de las comprobaciones de actualización; clic derecho para dejar de ignorar
fr: Masqué des vérifications de mise à jour — clic droit pour arrêter d'ignorer
it: Esclusa dai controlli degli aggiornamenti — fai clic con il tasto destro per smettere di ignorarla
ja: 更新チェックから除外されています — 右クリックで無視を解除
pt_br: Oculto das verificações de atualização — clique com o botão direito para deixar de ignorar
ru: Скрыто от проверок обновлений — щёлкните правой кнопкой, чтобы перестать игнорировать
tr: Güncelleme denetimlerinden gizlendi — yok saymayı bırakmak için sağ tıklayın
zh_hans: 已从更新检查中隐藏 — 右键点击以取消忽略
zh_hant: 已從更新檢查中隱藏 — 按右鍵即可取消忽略

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
ja: 隠す
pt_br: Ocultar
ru: Скрыть
tr: Gizle
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide the Dock icon
de: Dock-Symbol ausblenden
es: Ocultar el icono del Dock
fr: Masquer l'icône du Dock
it: Nascondi l’icona del Dock
ja: Dockアイコンを非表示
pt_br: Ocultar o ícone do Dock
ru: Скрыть значок в Dock
tr: Dock simgesini gizle
zh_hans: 隐藏 Dock 图标
zh_hant: 隱藏 Dock 圖像

source: Hide token
de: Token ausblenden
es: Ocultar token
fr: Masquer le jeton
it: Nascondi token
ja: トークンを隠す
pt_br: Ocultar token
ru: Скрыть токен
tr: Token’ı gizle
zh_hans: 隐藏令牌
zh_hant: 隱藏權杖

source: Hitting GitHub’s rate limit
de: GitHub-Ratenlimit erreicht
es: Se alcanzó el límite de solicitudes de GitHub
fr: Limite de requêtes GitHub atteinte
it: Limite di richieste GitHub raggiunto
ja: GitHub のレート制限に達しています
pt_br: Limite de requisições do GitHub atingido
ru: Достигнут лимит запросов GitHub
tr: GitHub’ın hız sınırına takılıyor
zh_hans: 已达到 GitHub 的请求限制
zh_hant: 已達到 GitHub 的速率限制

source: Homebrew catalog
de: Homebrew-Katalog
es: Catálogo de Homebrew
fr: Catalogue Homebrew
it: Catalogo Homebrew
ja: Homebrew カタログ
pt_br: Catálogo do Homebrew
ru: Каталог Homebrew
tr: Homebrew kataloğu
zh_hans: Homebrew 目录
zh_hant: Homebrew 目錄

source: Homebrew %@ is available
de: Homebrew %@ ist verfügbar
es: Homebrew %@ está disponible
fr: Homebrew %@ est disponible
it: Homebrew %@ è disponibile
ja: Homebrew %@ を利用できます
pt_br: Homebrew %@ disponível
ru: Доступен Homebrew %@
tr: Homebrew %@ sürümü var
zh_hans: Homebrew %@ 可用
zh_hant: Homebrew %@ 可供使用

source: Homebrew doesn’t publish notes for %@, and it isn’t a GitHub release we can read.
de: Homebrew veröffentlicht keine Hinweise für %@, und es ist kein lesbares GitHub-Release.
es: Homebrew no publica notas para %@, y no es una versión de GitHub que podamos leer.
fr: Homebrew ne publie pas de notes pour %@, et ce n'est pas une version GitHub que nous pouvons lire.
it: Homebrew non pubblica note per %@ e non è una release GitHub che possiamo leggere.
ja: Homebrewは %@ のノートを公開しておらず、読み取り可能なGitHubリリースでもありません。
pt_br: O Homebrew não publica notas para %@, e não é uma versão do GitHub que possamos ler.
ru: Homebrew не публикует заметки для %@, и это не релиз GitHub, который можно прочитать.
tr: Homebrew %@ için not yayımlamıyor ve bu, okuyabileceğimiz bir GitHub sürümü de değil.
zh_hans: Homebrew 未发布 %@ 的说明，它也不是我们可以读取的 GitHub 发行版。
zh_hant: Homebrew 沒有提供 %@ 的說明，而它也不是我們能讀取的 GitHub 發行版本。

source: Homebrew packages up to date
de: Homebrew-Pakete sind aktuell
es: Los paquetes de Homebrew están actualizados
fr: Paquets Homebrew à jour
it: Pacchetti Homebrew aggiornati
ja: Homebrew パッケージは最新です
pt_br: Pacotes do Homebrew atualizados
ru: Пакеты Homebrew обновлены
tr: Homebrew paketleri güncel
zh_hans: Homebrew 软件包均为最新
zh_hant: Homebrew 套件皆為最新

source: How often DuoUpdater checks, and what it does when it finds something.
de: Wie oft DuoUpdater prüft und was er bei einem Fund tut.
es: Con qué frecuencia comprueba DuoUpdater y qué hace cuando encuentra algo.
fr: À quelle fréquence DuoUpdater vérifie, et ce qu'il fait en cas de trouvaille.
it: Con quale frequenza DuoUpdater controlla e cosa fa quando trova qualcosa.
ja: DuoUpdaterが確認する頻度と、見つかった際の動作。
pt_br: Com que frequência o DuoUpdater verifica e o que ele faz quando encontra algo.
ru: Как часто DuoUpdater проверяет обновления и что делает при их обнаружении.
tr: DuoUpdater’ın ne sıklıkla denetleyeceği ve bir şey bulduğunda ne yapacağı.
zh_hans: DuoUpdater 检查更新的频率，以及发现更新时的操作。
zh_hant: DuoUpdater 多久檢查一次，以及發現更新時要做什麼。

source: Ignore %@
de: %@ ignorieren
es: Ignorar %@
fr: Ignorer %@
it: Ignora %@
ja: %@ を無視
pt_br: Ignorar %@
ru: Игнорировать %@
tr: Yok say: %@
zh_hans: 忽略 %@
zh_hant: 忽略 %@

source: Ignored
de: Ignoriert
es: Ignoradas
fr: Ignorées
it: Ignorate
ja: 無視中
pt_br: Ignorados
ru: Игнорируемые
tr: Yok sayılanlar
zh_hans: 已忽略
zh_hant: 已忽略

source: Ignored (row status)
de: Ignoriert
es: Ignorado
fr: Ignoré
it: Ignorata
ja: 無視中
pt_br: Ignorado
ru: Игнорируется
tr: Yok sayıldı
zh_hans: 已忽略
zh_hant: 已忽略

source: Ignored apps
de: Ignorierte Apps
es: Apps ignoradas
fr: Applications ignorées
it: App ignorate
ja: 無視されているアプリ
pt_br: Apps ignorados
ru: Игнорируемые приложения
tr: Yok sayılan uygulamalar
zh_hans: 已忽略的应用
zh_hant: 已忽略的 App

source: Ignored: %@
de: Ignoriert: %@
es: Ignorado: %@
fr: Ignoré : %@
it: Ignorata: %@
ja: 無視: %@
pt_br: Ignorado: %@
ru: Пропущено: %@
tr: Yok sayılan: %@
zh_hans: 已忽略：%@
zh_hant: 已忽略：%@

source: In Alcove: menu bar icon → Settings → License. Don’t have it?
de: In Alcove: Menüleistensymbol → Settings → License. Hast du keine?
es: En Alcove: icono de la barra de menús → Settings → License. ¿No la tienes?
fr: Dans Alcove : icône de la barre de menus → Settings → License. Vous ne l'avez pas ?
it: In Alcove: icona nella barra dei menu → Impostazioni → Licenza. Non ce l’hai?
ja: Alcoveでは: メニューバーアイコン → Settings → License。お持ちでない場合は
pt_br: No Alcove: ícone da barra de menus → Settings → License. Não tem?
ru: В Alcove: значок в строке меню → Settings → License. Нет ключа?
tr: Alcove’da: menü çubuğu simgesi → Ayarlar → Lisans. Sizde yok mu?
zh_hans: 在 Alcove 中：菜单栏图标 → Settings → License。没有密钥？
zh_hant: 在 Alcove 中：選單列圖像 → Settings → License。沒有金鑰？

source: Incremental (needs Accessibility)
de: Inkrementell (benötigt Bedienungshilfen)
es: Incremental (necesita acceso de accesibilidad)
fr: Incrémentiel (nécessite l'accès Accessibilité)
it: Incrementale (richiede Accessibilità)
ja: 差分更新（アクセシビリティ権限が必要）
pt_br: Incremental (requer Acessibilidade)
ru: Инкрементальный (требуется «Универсальный доступ»)
tr: Artımlı (Erişilebilirlik gerekir)
zh_hans: 增量更新（需要辅助功能权限）
zh_hant: 增量（需要輔助使用權限）

source: Install
de: Installieren
es: Instalar
fr: Installer
it: Installa
ja: インストール
pt_br: Instalar
ru: Установить
tr: Yükle
zh_hans: 安装
zh_hant: 安裝
